Repository: palaciossruben/acerto
Catalog: testing_webpage/locale/*/LC_MESSAGES/django.po
Languages: es

source: Finish Interview
es: Termina la entrevista

source: Save and continue
es: Grabar y continuar

source: Click on the video to hear the question
es: Haz clic en el video para escuchar la pregunta

source: Hi, I'm Santiago, Congratulations on passing the tests{test_score_str}! Click on the video.
es: Hola, soy Santiago, ¡Felicitaciones por pasar las pruebas{test_score_str}! Haz clic en el video

source: Hi, I'm Santiago, Congratulations on passing the tests{test_score_str}!
es: Hola, soy Santiago, ¡Felicitaciones por pasar las pruebas{test_score_str}!

source: In 1 minute:
es: En 1 minuto:

source: Let's schedule an appointment or record your interview now!
es: ¡Programemos una cita o graba tu entrevista ya!

source: Let's schedule an appointment!
es: ¡Programemos una cita!

source: Let's record your interview now!
es: ¡Graba tu entrevista ya!

source: Welcome to PeakU
es: Bienvenido a PeakU

source: Upload your resume
es: hoja de vida (opcional)

source: Sure!
es: ¡Enviar!

source: Select Education
es: Selecciona tu Educación

source: Select Profession
es: Selecciona tu Profesión

source: PeakU - Test
es: PeakU - Prueba

source: GENERAL DESCRIPTION
es: DESCRIPCIÓN GENERAL

source: Perks
es: Beneficios

source: Requirements
es: Requerimientos

source: Your Full Name
es: Tu nombre completo

source: Your email
es: Tu correo

source: Your phone
es: Tu teléfono

source: Complete this few questions to know you better
es: Completa estas preguntas para conocerte mejor

source: Test:
es: Prueba:

source: Your Answer
es: Tu Respuesta

source: Agree
es: De acuerdo

source: Disagree
es: En desacuerdo

source: Send Answers!!!
es: ¡Envia las Respuestas!

source: Thanks for registering!
es: ¡Gracias por tu interés!

source: You can record the interview for {campaign}
es: Puedes grabar la entrevista para {campaign}

source: Campaigns
es: Campañas

source: Personnel Selection - PeakU
es: Selección de Personal - PeakU

source: Sign Up
es: Regístrate

source: Enter a password
es: Ingresa una contraseña

source: Confirm password
es: Confirma la contraseña

source: LOG OUT
es: CERRAR SESIÓN

source: Thanks for reaching out!
es: ¡Gracias por tu interés!

source: Your phone (optional)
es: Tu teléfono (opcional)

source: Add a message (optional)
es: Escríbe un comentario (opcional)

source: Name
es: Nombre

source: Company
es: Empresa

source: Mail
es: Correo

source: Phone
es: Teléfono

source: Password
es: Contraseña

source: Confirm Password
es: Confirma la contraseña

source: START NOW
es: COMIENZA YA

source: Already a registered user? Log in
es: ¿Ya eres un usuario registrado? Inicia sesión Aquí

source: Here
es: Aquí

source: I forgot my password
es: Olvidé mi contraseña

source: I'm not yet registered
es: Aún no estoy registrado

source: ACCESS
es: ACCEDER

source: Publish your job offer and expedite
es: Publica tu oferta laboral y agiliza

source: the personnel selection process
es: el proceso de selección de personal

source: You can search candidates, do technical tests and have a fluent conversation with them
es: Podrás hacer búsquedas, pruebas técnicas y contarás con toda la logística para encontrar al personal que tu empresa necesita

source: PUBLISH FOR FREE
es: PUBLICA GRATIS

source: The best candidates in 10 business days
es: Los mejores candidatos en 10 días hábiles

source: Five candidates guaranteed for the position in 10 business days.
es: Cinco candidatos garantizados para el cargo en 10 días hábiles.

source: Publish your job postings for free
es: Publica gratis tus vacantes de forma ilimitada

source: Access candidates and share your publication to reach more people.
es: Accede a candidatos y comparte tu publicación para llegar a más personas.

source: Optimize your selection processes with our platform
es: Optimiza tus procesos de selección con nuestra plataforma

source: Allow candidates to do technical tests online, we facilitate the monitoring of processes and communication.
es: Permite que los candidatos hagan pruebas técnicas en línea, facilitamos el seguimiento de los procesos y la comunicación.

source: Post free offers and optimize selection processes to find the candidate you need in record time.
es: Publica ofertas gratis y optimiza procesos de selección para que encuentres al candidato que necesitas en tiempo récord.

source: ABOUT THE PLATFORM
es: ACERCA DE LA PLATAFORMA

source: Publish and share job offers, perform tests related to the position and select the best personnel. You can easily search, filter and communicate with candidates at all stages of the process.
es: Publica y comparte ofertas laborales, realiza pruebas relacionadas al cargo y selecciona al mejor personal. Podrás buscar, filtrar y comunicarte fácilmente con los candidatos en todas las etapas del proceso.

source: START HERE
es: COMIENZA AQUÍ

source: FREE PLAN
es: PLAN GRATUITO

source: START
es: COMENZAR

source: Free
es: Gratis

source: Unlimited access to the platform
es: Acceso ilimitado a la plataforma

source: BASIC PLAN
es: PLAN BÁSICO

source: GET
es: OBTENER

source: PREMIUM PLAN
es: PLAN PREMIUM

source: HEADHUNTER PLAN
es: PLAN HEADHUNTER

source: QUOTE
es: COTIZAR

source: From
es: Desde

source: First hand, success stories
es: Historias de éxito, de primera mano

source: Log in to our platform
es: Inicia sesión en nuestra plataforma

source: Enter your password
es: Contraseña

source: Log In
es: Inicia Sesión

source: Log Out
es: Cerrar Sesión

source: My campaigns
es: Mis campañas

source: Experience
es: Experiencia

source: What is the minimum number of years of experience you are expecting?
es: ¿Cuál es el mínimo número de años de experiencia que estás esperando de los candidatos?

source: Tests
es: Pruebas

source: Add tests you want your candidates to do online, and be filtered by them
es: Agrega las pruebas que quieres que tus candidatos hagan en línea

source: I want it
es: ¡Lo quiero!

source: Characteristics:
es: Características:

source: Creation of job post for your public campaign
es: Creación de la vacante para tu campaña pública

source: Publication in job boards, social networks and in database. High volume of candidates
es: Publicación en bolsas de empleo, redes sociales y bases de datos. Alto volumen de candidatos

source: We guarantee relevant candidates
es: Garantizamos candidatos relevantes

source: Selection of resumes according to requirements, we recommend the best 10 candidates
es: Seleccionamos hojas de vida acordes con los requerimientos, te recomendamos los mejores 10 candidatos

source: Access to the control panel to see candidates, applicants and detailed information of the tests and their answers
es: Acceso al tablero de control para ver los candidatos, aplicantes e información detallada de las pruebas y sus respuestas

source: Google type selection process
es: Proceso de selección tipo Google

source: We continue with the process until you achieve a successful contracting
es: Continuamos con el proceso hasta que obtengas una contratación exitosa

source: We find difficult profiles quickly
es: Encontramos rápido perfiles difíciles

source: BASIC
es: BÁSICO

source: Get plan
es: Obtener plan

source: Search in multiple databases
es: Búsqueda en múltiples bases de datos

source: Recommendation of candidates (Top 10)
es: Recomendación de candidatos (Top 10)

source: Tools for monitoring processes and candidates
es: Herramientas para el seguimiento del proceso y de los candidatos

source: Google type selection tests
es: Pruebas de selección tipo Google

source: Hiring guarantee
es: Garantía de contratación

source: Specific profiles difficult to find
es: Perfiles específicos difíciles de encontrar

source: Quotation
es: Cotización

source: Download curriculums of matching profiles
es: Descarga el curriculum de perfiles afines

source: Currently no profiles match this query, to solve this issue, call us (+57 311 6109340) or send an email to contacto@peaku.co
es: Actualmente no hay perfiles con estas características, para solucionar este problema, llamanos (+57 311 6109340) o mandanos un email a contacto@peak.co

source: Education
es: Educación

source: Search Rating
es: Búsqueda

source: years
es: años

source: Search our Curriculum Database
es: Busca Curriculums en Nuestra Base de Datos

source: Skills or any other information
es: Habilidades u otros requerimientos

source: Experience in years:
es: Experiencia en años:

source: Search
es: Búsqueda

source: Recruitment and selection of personnel
es: Reclutamiento y selección de personal

source: PUBLISH DATE
es: FECHA DE PUBLICACION

source: TOTAL CANDIDATES
es: TOTAL DE CANDIDATOS

source: SELECTED
es: SELECCIONADOS

source: Suggested candidates that are your first hiring option and have passed all filters
es: Candidatos sugeridos que son tu primera opción de contratación y han superado todos los filtros

source: PROFILES
es: PERFILES

source: Cognitive capacity
es: Capacidad cognitiva

source: Technical knowledge
es: Conocimientos técnicos

source: Motivation
es: Motivación

source: Cultural fit
es: Fit cultural

source: PRESELECTED
es: PRE-SELECCIONADOS

source: All candidates who approved initial tests and specific requirements for your campaign
es: Todos los candidatos que aprobaron pruebas iniciales y requisitos específicos para tu campaña

source: PROSPECTS
es: PROSPECTOS

source: Other candidates who have not done the tests or candidates that have been discarded by any of the filters
es: Otros candidatos que no han realizado las pruebas ó candidatos que han sido descartados por alguno de los filtros

source: ADDITIONAL PROFILES
es: PERFILES ADICIONALES

source: Discover amazing people
es: Descubre personas increíbles

source: We search millions of profiles and find the ones that best suit your business
es: Buscamos entre millones de trabajos y encontramos el perfecto para ti

source: Search positions (eg android developer)
es: Busca posiciones (ej desarrollador de android)

source: English
es: Inglés

source: Spanish
es: Español

source: Us
es: Nosotros

source: Contact Us
es: Contáctanos

source: Candidates
es: Personas

source: Copyright 2018 © PeakU. All rights reserved.
es: Copyright 2018 © PeakU. Todos los derechos reservados.

source: Sign off
es: Cerrar sesión

source: Sign in
es: Inicia Sesión

source: Sign up
es: Regístrate

source: Companies
es: Portal Empresas

source: Your ideal job
es: Tu trabajo ideal

source: AWAITS YOU
es: TE ESPERA

source: Leave us your mail, we do the rest
es: Déjanos tu correo, nosotros hacemos el resto

source: Apply
es: Aplica

source: At PeakU we help you find the job you are looking for in companies that fit your profile, experience and salary.
es: En PeakU te ayudamos a encontrar el empleo que buscas en compañías que se ajustan a tu perfil, experiencia y salario. Somos una empresa que trabaja en selección de personal, no una temporal.

source: You can apply to all our job offers easily and without any cost
es: Puedes aplicar a todas nuestras ofertas de trabajo fácilmente y sin costo

source: WATCH VIDEO
es: VER VIDEO

source: Work with the most important companies
es: Trabaja con las empresas más importantes

source: in the world
es: del mundo

source: With PeakU you apply only once and you have access to many job openings with multiple companies and multiple roles
es: Con PeakU aplicas una sola vez y tienes acceso a una infinidad de vacantes de empleo de múltiples empresas y múltiples roles

source: Jobs
es: Trabajos

source: AVAILABLE POSITIONS
es: POSICIONES DISPONIBLES

source: + NEW JOB POST
es: + CREAR OFERTA

source: SIGN IN
es: INICIA SESION
